controllers/SiteController.php

SELECT * FROM `config` WHERE `name`='about_us'
---
    public function actionIndex()
    {
        $products = Products::find()->where(['status'=>Products::STATUS_ENABLE])->orderBy('id desc')->limit(6)->all();
        $aboutUs = Config::find()->where(['name'=>'about_us'])->one();